<?php
require_once ('config/connect.php');
$Модель = $_POST['Модель'];
$Сокет = $_POST['Сокет'];
$Количество_ядер = $_POST['Количество_ядер'];
$Количество_потоков = $_POST['Количество_потоков'];
$Средняя_частота = $_POST['Средняя_частота'];
$sql = "INSERT INTO `Процессор`(`Модель`, `Сокет`, `Количество_ядер`, `Количество_потоков`, `Средняя_частота`) 
VALUES ('$Модель','$Сокет','$Количество_ядер','$Количество_потоков','$Средняя_частота')";
$connect -> query ($sql);
header ('location: index8.php');
?>